[
    {
        "id": "1",
        "name": "Dental Sugery",
        "description": "Dental surgery is any of a number of medical procedures that involve artificially modifying dentition; in other words, surgery of the teeth, ...",
        "icon": "https://img.icons8.com/ios/2x/26e07f/dental-filling.png"
    },
    {
        "id": "2",
        "name": "Cardiology",
        "description": "Cardiology is the study and treatment of disorders of the heart and the blood vessels. A person with heart disease or cardiovascular disease may be referred to a cardiologist.",
        "icon": "https://img.icons8.com/ios-filled/2x/26e07f/hypertension.png"
    },
    {
        "id": "3",
        "name": "General Surgery",
        "description": "is a discipline of surgery having a central core of knowledge embracing anatomy,wound healing, shock and , and neoplasia, which are common to all surgical specialties",
        "icon": "https://img.icons8.com/ios-filled/2x/26e07f/scissors.png"
    },
    {
        "id": "4",
        "name": "Neurology",
        "description": "Neurology is the branch of medicine concerned with the study and treatment of disorders of the nervous system. The nervous system is a complex, sophisticated system that regulates and coordinates body activities.",
        "icon": "https://img.icons8.com/pastel-glyph/2x/26e07f/brain--v2.png"
    },
    {
        "id": "5",
        "name": "dermatology",
        "description": "Dermatology is the branch of medicine dealing with the skin. It is a speciality with both medical and surgical aspects. A dermatologist is a specialist medical doctor who manages diseases related to skin, hair, nails, and some cosmetic problems.",
        "icon": "https://img.icons8.com/external-wanicon-two-tone-wanicon/2x/26e07f/external-skin-allergies-wanicon-two-tone-wanicon.png"
    },
    {
        "id": "6",
        "name": "laboratory test",
        "description": "A medical procedure that involves testing a sample of blood, urine, or other substance from the body. Laboratory tests can help determine a diagnosis, plan treatment, check to see if treatment is working, or monitor the disease over time.",
        "icon": "https://img.icons8.com/ios/2x/26e07f/test-tube.png"
    }
]